Repository: CofficLab/Lumi
Catalog: Plugins/ActivityHeatmapPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk, zh_tw

source: Activity
zh_hans: 活跃度
zh_hant: 活躍度
zh_hk: 活躍度
zh_tw: 活躍度

source: Activity Heatmap
zh_hans: 活跃热力图
zh_hant: 活躍熱力圖
zh_hk: 活躍熱力圖
zh_tw: 活躍熱力圖

source: Aggregates daily message counts and token usage
zh_hans: 汇总每日消息数量和 Token 使用量
zh_hant: 彙總每日訊息數量和 Token 使用量
zh_hk: 彙總每日訊息數量和 Token 使用量
zh_tw: 彙總每日訊息數量和 Token 使用量

source: All activity data is stored locally on your device. No data is sent to external servers.
zh_hans: 所有活动数据均存储在本地设备上，不会发送至外部服务器。
zh_hant: 所有活動數據均存儲在本地設備上，不會發送至外部伺服器。
zh_hk: 所有活動數據均儲存於本地設備上，不會發送至外部伺服器。
zh_tw: 所有活動數據均儲存於本地設備上，不會發送至外部伺服器。

source: Caches historical data for fast subsequent loads
zh_hans: 缓存历史数据以便快速加载
zh_hant: 緩存歷史數據以便快速載入
zh_hk: 緩存歷史數據以便快速載入
zh_tw: 緩存歷史數據以便快速載入

source: Conversation activity over time
zh_hans: 对话活跃度随时间变化
zh_hant: 對話活躍度隨時間變化
zh_hk: 對話活躍度隨時間變化
zh_tw: 對話活躍度隨時間變化

source: Daily message activity over time
zh_hans: 每日消息活跃度随时间变化
zh_hant: 每日消息活躍度隨時間變化
zh_hk: 每日消息活躍度隨時間變化
zh_tw: 每日訊息活躍度隨時間變化

source: Daily token consumption over time
zh_hans: 每日 Token 消耗随时间变化
zh_hant: 每日 Token 消耗隨時間變化
zh_hk: 每日 Token 消耗隨時間變化
zh_tw: 每日 Token 消耗隨時間變化

source: Data Privacy
zh_hans: 数据隐私
zh_hant: 數據隱私
zh_hk: 數據隱私
zh_tw: 數據隱私

source: Date
zh_hans: 日期
zh_hant: 日期
zh_hk: 日期
zh_tw: 日期

source: Displays data in interactive heatmap and line chart
zh_hans: 在交互式热力图和折线图中展示数据
zh_hant: 在互動式熱力圖和折線圖中展示數據
zh_hk: 在互動式熱力圖和折線圖中展示數據
zh_tw: 在互動式熱力圖和折線圖中展示數據

source: Efficient Caching
zh_hans: 高效缓存
zh_hant: 高效緩存
zh_hk: 高效緩存
zh_tw: 高效緩存

source: Get instant insights: total messages, active days, current/longest streaks, weekday distribution, and peak activity days.
zh_hans: 获取即时洞察：总消息数、活跃天数、当前/最长连续天数、工作日分布和峰值活跃日。
zh_hant: 獲取即時洞察：總訊息數、活躍天數、當前/最長連續天數、工作日分布和峰值活躍日。
zh_hk: 獲取即時洞察：總訊息數、活躍天數、當前/最長連續天數、工作日分布和峰值活躍日。
zh_tw: 獲取即時洞察：總訊息數、活躍天數、當前/最長連續天數、工作日分布和峰值活躍日。

source: Historical data is cached locally for instant loading. Today's activity is always fetched in real-time for accuracy.
zh_hans: 历史数据本地缓存实现即时加载，今日活跃度实时获取以确保准确性。
zh_hant: 歷史數據本地緩存實現即時載入，今日活躍度即時獲取以確保準確性。
zh_hk: 歷史數據本地緩存實現即時載入，今日活躍度即時獲取以確保準確性。
zh_tw: 歷史數據本地緩存實現即時載入，今日活躍度即時獲取以確保準確性。

source: How It Works
zh_hans: 工作原理
zh_hant: 工作原理
zh_hk: 工作原理
zh_tw: 工作原理

source: Last 30 days
zh_hans: 最近 30 天
zh_hant: 最近 30 天
zh_hk: 最近 30 天
zh_tw: 最近 30 天

source: Last 90 days
zh_hans: 最近 90 天
zh_hant: 最近 90 天
zh_hk: 最近 90 天
zh_tw: 最近 90 天

source: Last year
zh_hans: 最近一年
zh_hant: 最近一年
zh_hk: 最近一年
zh_tw: 最近一年

source: Less
zh_hans: 少
zh_hant: 少
zh_hk: 少
zh_tw: 少

source: Loading activity data…
zh_hans: 正在加载活跃度数据…
zh_hant: 正在加載活躍度數據…
zh_hk: 正在加載活躍度數據…
zh_tw: 正在載入活躍度資料…

source: Loading token data…
zh_hans: 正在加载 Token 数据…
zh_hant: 正在加載 Token 數據…
zh_hk: 正在加載 Token 數據…
zh_tw: 正在載入 Token 資料…

source: LumiKernel with MessageManaging service
zh_hans: 带有 MessageManaging 服务的 LumiKernel
zh_hant: 帶有 MessageManaging 服務的 LumiKernel
zh_hk: 帶有 MessageManaging 服務的 LumiKernel
zh_tw: 帶有 MessageManaging 服務的 LumiKernel

source: Monitor daily token usage through an interactive line chart. Identify high-usage days and optimize your prompts.
zh_hans: 通过交互式折线图监控每日 Token 使用量，找出高消耗日并优化提示词。
zh_hant: 透過互動式折線圖監控每日 Token 使用量，找出高消耗日並優化提示詞。
zh_hk: 透過互動式折線圖監控每日 Token 使用量，找出高消耗日並優化提示詞。
zh_tw: 透過互動式折線圖監控每日 Token 使用量，找出高消耗日並優化提示詞。

source: More
zh_hans: 多
zh_hant: 多
zh_hk: 多
zh_tw: 多

source: No data
zh_hans: 暂无数据
zh_hant: 暫無數據
zh_hk: 暫無數據
zh_tw: 暫無資料

source: No data available yet. Start a conversation to see activity.
zh_hans: 暂无数据。开始对话后即可查看活跃度。
zh_hant: 暫無數據。開始對話後即可查看活躍度。
zh_hk: 暫無數據。開始對話後即可查看活躍度。
zh_tw: 暫無資料。開始對話後即可檢視活躍度。

source: No token data available yet.
zh_hans: 暂无 Token 数据。
zh_hant: 暫無 Token 數據。
zh_hk: 暫無 Token 數據。
zh_tw: 暫無 Token 資料。

source: Period
zh_hans: 时间段
zh_hant: 時間段
zh_hk: 時間段
zh_tw: 時間段

source: Requirements
zh_hans: 系统要求
zh_hant: 系統需求
zh_hk: 系統需求
zh_tw: 系統需求

source: Statistics Dashboard
zh_hans: 统计面板
zh_hant: 統計面板
zh_hk: 統計面板
zh_tw: 統計面板

source: Statistics Period
zh_hans: 统计周期
zh_hant: 統計週期
zh_hk: 統計週期
zh_tw: 統計週期

source: Swift 6.0 or later
zh_hans: Swift 6.0 或更高版本
zh_hant: Swift 6.0 或更高版本
zh_hk: Swift 6.0 或更高版本
zh_tw: Swift 6.0 或更高版本

source: Token Consumption Tracking
zh_hans: Token 消耗追踪
zh_hant: Token 消耗追蹤
zh_hk: Token 消耗追蹤
zh_tw: Token 消耗追蹤

source: Token Usage
zh_hans: Token 使用量
zh_hant: Token 使用量
zh_hk: Token 使用量
zh_tw: Token 使用量

source: Tokens
zh_hans: 令牌
zh_hant: 令牌
zh_hk: 令牌
zh_tw: 令牌

source: Tracks every message sent through Lumi conversations
zh_hans: 追踪通过 Lumi 对话发送的每条消息
zh_hant: 追蹤透過 Lumi 對話傳送的每條訊息
zh_hk: 追蹤透過 Lumi 對話傳送的每條訊息
zh_tw: 追蹤透過 Lumi 對話傳送的每條訊息

source: Visualize your conversation activity with a GitHub-style calendar heatmap. Color intensity reflects daily message volume.
zh_hans: 通过 GitHub 风格的日历热力图可视化对话活跃度，颜色深浅反映每日消息量。
zh_hant: 透過 GitHub 風格的日曆熱力圖可視化對話活躍度，顏色深淺反映每日訊息量。
zh_hk: 透過 GitHub 風格的日曆熱力圖可視化對話活躍度，顏色深淺反映每日訊息量。
zh_tw: 透過 GitHub 風格的日曆熱力圖可視化對話活躍度，顏色深淺反映每日訊息量。

source: macOS 14.0 or later
zh_hans: macOS 14.0 或更高版本
zh_hant: macOS 14.0 或更高版本
zh_hk: macOS 14.0 或更高版本
zh_tw: macOS 14.0 或更高版本

source: Active days
zh_hans: 活跃天数
zh_hant: 活躍天數

source: Activity intensity by time of day
zh_hans: 一天中各时段的活跃强度
zh_hant: 一天中各時段的活躍強度

source: Activity patterns and rest windows
zh_hans: 活动模式与休息时间段
zh_hant: 活動模式與休息時段

source: Confidence
zh_hans: 置信度
zh_hant: 信心度

source: Events
zh_hans: 事件数
zh_hant: 事件數

source: Idle Time
zh_hans: 空闲时间
zh_hant: 閒置時間

source: Learning
zh_hans: 学习中
zh_hant: 學習中

source: Open Data Directory
zh_hans: 打开数据目录
zh_hant: 開啟資料目錄

source: Rest window
zh_hans: 休息时间段
zh_hant: 休息時段

source: This is the total number of tokens consumed during conversations within the selected time period.
zh_hans: 这是所选时间段内所有对话消耗的 Token 总数。
zh_hant: 這是所選時間段內所有對話消耗的 Token 總數。

source: Tokens include both input (your messages) and output (AI responses). Different models have different token pricing.
zh_hans: Token 包括输入（你的消息）和输出（AI 响应）。不同模型的 Token 定价不同。
zh_hant: Token 包括輸入（你的訊息）和輸出（AI 回應）。不同模型的 Token 定價不同。

source: What is Token Usage?
zh_hans: 什么是 Token 使用量？
zh_hant: 什麼是 Token 使用量？

source: Y: %@ tokens
zh_hans: Y：%@ 个 Token
zh_hant: Y：%@ 個 Token
